{"wdict": {"<UNK>": 0, "<s>": 1, "</s>": 2, "!": 3, "#": 4, "$": 5, "%": 6, "&": 7, "'": 8, "''": 9, "'30s": 10, "'40s": 11, "'60s": 12, "'68": 13, "'70s": 14, "'71": 15, "'80s": 16, "'86": 17, "'90s": 18, "'Em": 19, "'N": 20, "'S": 21, "'T-": 22, "'d": 23, "'em": 24, "'ll": 25, "'m": 26, "'n'": 27, "'re": 28, "'s": 29, "'til": 30, "'ve": 31, ",": 32, "-": 33, "--": 34, "-0.06": 35, "-LCB-": 36, "-LRB-": 37, "-RCB-": 38, "-RRB-": 39, ".": 40, "...": 41, ".270": 42, ".50": 43, ".what": 44, "0": 45, "0.0002": 46, "0.0015": 47, "0.0018": 48, "0.0040": 49, "0.0075": 50, "0.01": 51, "0.0100": 52, "0.0108": 53, "0.0115": 54, "0.0182": 55, "0.02": 56, "0.025": 57, "0.03": 58, "0.05": 59, "0.06": 60, "0.07": 61, "0.1": 62, "0.10": 63, "0.11": 64, "0.12": 65, "0.13": 66, "0.14": 67, "0.15": 68, "0.16": 69, "0.17": 70, "0.18": 71, "0.19": 72, "0.2": 73, "0.20": 74, "0.23": 75, "0.24": 76, "0.25": 77, "0.26": 78, "0.27": 79, "0.272": 80, "0.28": 81, "0.3": 82, "0.30": 83, "0.31": 84, "0.32": 85, "0.35": 86, "0.36": 87, "0.37": 88, "0.375": 89, "0.39": 90, "0.4": 91, "0.43": 92, "0.44": 93, "0.45": 94, "0.47": 95, "0.5": 96, "0.50": 97, "0.51": 98, "0.53": 99, "0.55": 100, "0.57": 101, "0.59": 102, "0.6": 103, "0.60": 104, "0.628394": 105, "0.6287": 106, "0.63": 107, "0.65": 108, "0.66": 109, "0.7": 110, "0.71": 111, "0.73": 112, "0.75": 113, "0.76": 114, "0.8": 115, "0.85": 116, "0.86": 117, "0.88": 118, "0.89": 119, "0.9": 120, "0.92": 121, "0.94": 122, "0.95": 123, "0.99": 124, "1": 125, "1,000": 126, "1,000-ship": 127, "1,001": 128, "1,003,884": 129, "1,012": 130, "1,013": 131, "1,014": 132, "1,015": 133, "1,022,000": 134, "1,026.46": 135, "1,027": 136, "1,030": 137, "1,035,000": 138, "1,040": 139, "1,048,500,000": 140, "1,050": 141, "1,059.04": 142, "1,062": 143, "1,068,000": 144, "1,070,000": 145, "1,074": 146, "1,075,000": 147, "1,087": 148, "1,100": 149, "1,100-parcel-a-week": 150, "1,103.11": 151, "1,108": 152, "1,111": 153, "1,120": 154, "1,120,317": 155, "1,124": 156, "1,141": 157, "1,143": 158, "1,150": 159, "1,150,000": 160, "1,155": 161, "1,174": 162, "1,177,000": 163, "1,200": 164, "1,200,000": 165, "1,200-year-old": 166, "1,214": 167, "1,222": 168, "1,224": 169, "1,235": 170, "1,240": 171, "1,244": 172, "1,250": 173, "1,250,000": 174, "1,263,000": 175, "1,271": 176, "1,275,000": 177, "1,290": 178, "1,296,000": 179, "1,296,800": 180, "1,300": 181, "1,300,000": 182, "1,300-member": 183, "1,310": 184, "1,325,900": 185, "1,327": 186, "1,342,264": 187, "1,351,662": 188, "1,365,226": 189, "1,368": 190, "1,380,000": 191, "1,384,119": 192, "1,400": 193, "1,400,000": 194, "1,400-member": 195, "1,425,035": 196, "1,430": 197, "1,435": 198, "1,450,635": 199, "1,455,000": 200, "1,458,000": 201, "1,475,000": 202, "1,480": 203, "1,482": 204, "1,490": 205, "1,500": 206, "1,500,000": 207, "1,520": 208, "1,531,000": 209, "1,534,600": 210, "1,600": 211, "1,616,000": 212, "1,640": 213, "1,640,000": 214, "1,642": 215, "1,647": 216, "1,656,870": 217, "1,657,736": 218, "1,680": 219, "1,685": 220, "1,695,000": 221, "1,700": 222, "1,716": 223, "1,730": 224, "1,735": 225, "1,745,000": 226, "1,749,000": 227, "1,750": 228, "1,770": 229, "1,774,326": 230, "1,784,400": 231, "1,800": 232, "1,800-a-year": 233, "1,802,000": 234, "1,809,300": 235, "1,810,700": 236, "1,816,000": 237, "1,826,596": 238, "1,828,000": 239, "1,838,200": 240, "1,843,000": 241, "1,848,000": 242, "1,850": 243, "1,853,735": 244, "1,859": 245, "1,878-page": 246, "1,892": 247, "1,900": 248, "1,908": 249, "1,920": 250, "1,930": 251, "1,977": 252, "1,979,000": 253, "1,980": 254, "1-2-3": 255, "1-800-453-9000": 256, "1-for-10": 257, "1-million-plus": 258, "1-to-1": 259, "1.": 260, "1.0": 261, "1.01": 262, "1.011": 263, "1.02": 264, "1.03": 265, "1.04": 266, "1.045": 267, "1.05": 268, "1.06": 269, "1.07": 270, "1.08": 271, "1.09": 272, "1.1": 273, "1.10": 274, "1.11": 275, "1.12": 276, "1.125": 277, "1.1270": 278, "1.1280": 279, "1.13": 280, "1.14": 281, "1.143": 282, "1.15": 283, "1.1510": 284, "1.1580": 285, "1.16": 286, "1.168": 287, "1.17": 288, "1.175": 289, "1.18": 290, "1.19": 291, "1.1960": 292, "1.2": 293, "1.20": 294, "1.21": 295, "1.22": 296, "1.23": 297, "1.23-a-pound": 298, "1.2345": 299, "1.24": 300, "1.25": 301, "1.255": 302, "1.26": 303, "1.2645": 304, "1.27": 305, "1.2795": 306, "1.28": 307, "1.29": 308, "1.3": 309, "1.30": 310, "1.31": 311, "1.32": 312, "1.34": 313, "1.342": 314, "1.35": 315, "1.36": 316, "1.37": 317, "1.375": 318, "1.38": 319, "1.388": 320, "1.39": 321, "1.4": 322, "1.40": 323, "1.41": 324, "1.42": 325, "1.43": 326, "1.439": 327, "1.44": 328, "1.45": 329, "1.46": 330, "1.465": 331, "1.47": 332, "1.48": 333, "1.49": 334, "1.5": 335, "1.5-mile": 336, "1.50": 337, "1.51": 338, "1.52": 339, "1.53": 340, "1.54": 341, "1.55": 342, "1.5500": 343, "1.56": 344, "1.57": 345, "1.5753": 346, "1.5765": 347, "1.5775": 348, "1.5795": 349, "1.58": 350, "1.5805": 351, "1.5820": 352, "1.5825": 353, "1.5885": 354, "1.5890": 355, "1.59": 356, "1.5920": 357, "1.5930": 358, "1.5940": 359, "1.5990": 360, "1.6": 361, "1.6-liter": 362, "1.60": 363, "1.6030": 364, "1.6055": 365, "1.61": 366, "1.6143": 367, "1.6145": 368, "1.62": 369, "1.625": 370, "1.63": 371, "1.64": 372, "1.65": 373, "1.66": 374, "1.67": 375, "1.68": 376, "1.69": 377, "1.7": 378, "1.70": 379, "1.71": 380, "1.72": 381, "1.73": 382, "1.74": 383, "1.75": 384, "1.76": 385, "1.7600": 386, "1.77": 387, "1.78": 388, "1.79": 389, "1.8": 390, "1.80": 391, "1.81": 392, "1.82": 393, "1.8200": 394, "1.83": 395, "1.8300": 396, "1.8340": 397, "1.8353": 398, "1.8355": 399, "1.84": 400, "1.8400": 401, "1.8410": 402, "1.8415": 403, "1.8435": 404, "1.8470": 405, "1.8485": 406, "1.85": 407, "1.8578": 408, "1.86": 409, "1.8667": 410, "1.8685": 411, "1.8690": 412, "1.87": 413, "1.875": 414, "1.88": 415, "1.89": 416, "1.9": 417, "1.90": 418, "1.9000": 419, "1.91": 420, "1.92": 421, "1.93": 422, "1.9375": 423, "1.94": 424, "1.95": 425, "1.96": 426, "1.97": 427, "1.98": 428, "1.99": 429, "10": 430, "10,000": 431, "10,000-circulation": 432, "10,300": 433, "10,450,000": 434, "10,674,500": 435, "10,873": 436, "10-11": 437, "10-2": 438, "10-a-share": 439, "10-cent-a-share": 440, "10-day": 441, "10-fold": 442, "10-gallon": 443, "10-member": 444, "10-month": 445, "10-month-long": 446, "10-point": 447, "10-square-mile": 448, "10-to-1": 449, "10-week": 450, "10-year": 451, "10-year-old": 452, "10.01": 453, "10.03": 454, "10.05": 455, "10.08": 456, "10.09": 457, "10.1": 458, "10.11": 459, "10.125": 460, "10.13": 461, "10.14": 462, "10.16": 463, "10.17": 464, "10.2": 465, "10.3": 466, "10.33": 467, "10.35": 468, "10.37": 469, "10.375": 470, "10.38": 471, "10.4": 472, "10.40": 473, "10.43": 474, "10.44": 475, "10.48": 476, "10.485": 477, "10.5": 478, "10.50": 479, "10.5625": 480, "10.59": 481, "10.6": 482, "10.62": 483, "10.625": 484, "10.66": 485, "10.7": 486, "10.75": 487, "10.77": 488, "10.78": 489, "10.8": 490, "10.83": 491, "10.86": 492, "10.875": 493, "10.9": 494, "10.93": 495, "10.95": 496, "10.958": 497, "10.98": 498, "100": 499, "100,000": 500, "100,000-guest": 501, "100-Share": 502, "100-acre": 503, "100-foot-long": 504, "100-member": 505, "100-mile": 506, "100-share": 507, "100-stock": 508, "100.2": 509, "100.4": 510, "100.625": 511, "100.8": 512, "1000": 513, "100th": 514, "101": 515, "101,000": 516, "101,250": 517, "101-year-old": 518, "101.225": 519, "101.4": 520, "101.45": 521, "101.5": 522, "101.60": 523, "101.7": 524, "101.75": 525, "101.80": 526, "101.90": 527, "101.95": 528, "101.98": 529, "1017.69": 530, "102": 531, "102.01": 532, "102.1": 533, "102.25": 534, "102.5": 535, "102.625": 536, "103": 537, "103,000": 538, "103-nation": 539, "103.98": 540, "104": 541, "104.79": 542, "104.8": 543, "105": 544, "105,000": 545, "105.2": 546, "105.39": 547, "105.4": 548, "106": 549, "106,100": 550, "106.2": 551, "106.6": 552, "106.7": 553, "107": 554, "107,100": 555, "107.50": 556, "107.87": 557, "107.9": 558, "108": 559, "108-year-old": 560, "108.2": 561, "108.28": 562, "108.3": 563, "108.4": 564, "108.625": 565, "108.8": 566, "109": 567, "109,000": 568, "109.25": 569, "109.50": 570, "109.66": 571, "109.85": 572, "1099": 573, "10:08": 574, "10:10": 575, "10:30": 576, "10:33": 577, "10:40": 578, "10:45": 579, "10\\/32": 580, "10th": 581, "11": 582, "11,000": 583, "11,429,243": 584, "11,450": 585, "11,580": 586, "11,586": 587, "11,742,368": 588, "11,775,000": 589, "11,795": 590, "11,820,000": 591, "11-2": 592, "11-a-share": 593, "11-class": 594, "11-member": 595, "11-point": 596, "11-week": 597, "11-year": 598, "11.0": 599, "11.01": 600, "11.04": 601, "11.07": 602, "11.08": 603, "11.1": 604, "11.11": 605, "11.125": 606, "11.13": 607, "11.2": 608, "11.25": 609, "11.3": 610, "11.38": 611, "11.4": 612, "11.41": 613, "11.44": 614, "11.5": 615, "11.53": 616, "11.56": 617, "11.57": 618, "11.6": 619, "11.60": 620, "11.625": 621, "11.66": 622, "11.7": 623, "11.71": 624, "11.75-a-share": 625, "11.79": 626, "11.8": 627, "11.80": 628, "11.88": 629, "11.9": 630, "11.91": 631, "11.95": 632, "110": 633, "110,000": 634, "110-lawyer": 635, "110-story": 636, "110.1": 637, "110.4": 638, "110.6": 639, "110.625": 640, "110.9": 641, "111": 642, "111,000": 643, "111.2": 644, "111.48": 645, "111.9": 646, "112": 647, "112,000": 648, "112,383": 649, "112.16": 650, "112.2": 651, "112.5": 652, "112.625": 653, "112.9": 654, "113": 655, "114": 656, "114.2": 657, "114.3": 658, "114.4": 659, "114.6": 660, "114.63": 661, "114.7": 662, "115": 663, "115,000-square-foot": 664, "116": 665, "116,000": 666, "116,385,000": 667, "116.56": 668, "116.8": 669, "117": 670, "117-acre": 671, "117.2": 672, "117.3": 673, "117.375": 674, "117.7": 675, "117.9": 676, "117.94": 677, "118": 678, "119": 679, "119.2": 680, "119.88": 681, "1190.43": 682, "1191.86": 683, "1199.32": 684, "11:08": 685, "11:13": 686, "11:15": 687, "11:30": 688, "11:54": 689, "11:59": 690, "11\\/16": 691, "11\\/32": 692, "11th": 693, "11th-biggest": 694, "11th-grade": 695, "11th-hour": 696, "12": 697, "12,000": 698, "12,017,724": 699, "12,092": 700, "12,275": 701, "12,281": 702, "12,283,217": 703, "12,345": 704, "12,500": 705, "12,500,000": 706, "12,573,758": 707, "12,591": 708, "12,822,563": 709, "12,915,000": 710, "12-2": 711, "12-bed": 712, "12-cent-a-share": 713, "12-count": 714, "12-county": 715, "12-day": 716, "12-inches": 717, "12-member": 718, "12-minute": 719, "12-month": 720, "12-pack": 721, "12-point": 722, "12-story-high": 723, "12-year": 724, "12-year-old": 725, "12.05": 726, "12.09": 727, "12.1": 728, "12.10": 729, "12.12": 730, "12.125": 731, "12.2": 732, "12.25": 733, "12.3": 734, "12.375": 735, "12.38": 736, "12.39": 737, "12.4": 738, "12.43": 739, "12.44": 740, "12.45": 741, "12.48": 742, "12.49": 743, "12.5": 744, "12.50": 745, "12.57": 746, "12.6": 747, "12.60": 748, "12.66": 749, "12.7": 750, "12.75": 751, "12.76": 752, "12.8": 753, "12.8-pound": 754, "12.875": 755, "12.9": 756, "12.9375": 757, "12.94": 758, "12.95": 759, "12.97": 760, "120": 761, "120,000": 762, "120,000-employee": 763, "120-a-share": 764, "120-day": 765, "120-megabyte": 766, "120.1": 767, "120.6": 768, "120.7": 769, "120.8": 770, "1205.01": 771, "121": 772, "121.2": 773, "1210.70": 774, "122": 775, "122,700": 776, "122.36": 777, "122.4": 778, "122.7": 779, "123": 780, "123,000": 781, "123.1": 782, "123.5": 783, "123.6": 784, "123.7": 785, "123.8": 786, "123.9": 787, "1230.80": 788, "1236.66": 789, "124": 790, "124,000": 791, "124,732": 792, "124,875": 793, "124-year-old": 794, "124.2": 795, "124.5": 796, "1247.87": 797, "125": 798, "125,000": 799, "125,075": 800, "125,849": 801, "125-a-share": 802, "125-billion-a-year": 803, "125.1": 804, "125.7": 805, "1254.27": 806, "126,630,000": 807, "126.1": 808, "126.6": 809, "126.68": 810, "1263.51": 811, "127": 812, "127,446": 813, "127.5": 814, "128": 815, "128.1": 816, "128.19": 817, "128.6": 818, "128.9": 819, "129": 820, "129.24": 821, "129.3": 822, "129.38": 823, "129.48": 824, "129.49": 825, "129.6": 826, "129.62": 827, "129.63": 828, "129.72": 829, "129.84": 830, "129.90": 831, "129.97": 832, "12:01": 833, "12:06": 834, "12:07": 835, "12:15": 836, "12:38": 837, "12:48": 838, "12:54": 839, "12\\/32": 840, "12th": 841, "13": 842, "13,000": 843, "13,120": 844, "13,249": 845, "13,865,000": 846, "13-7": 847, "13-hour": 848, "13-nation": 849, "13-point": 850, "13-week": 851, "13.02": 852, "13.05": 853, "13.1": 854, "13.15": 855, "13.18": 856, "13.2": 857, "13.25": 858, "13.26": 859, "13.3": 860, "13.32": 861, "13.34": 862, "13.35": 863, "13.4": 864, "13.44": 865, "13.5": 866, "13.50": 867, "13.6": 868, "13.625": 869, "13.63": 870, "13.64": 871, "13.7": 872, "13.71": 873, "13.75": 874, "13.78": 875, "13.79": 876, "13.8": 877, "13.81": 878, "13.851": 879, "13.9": 880, "13.94": 881, "130": 882, "130,000": 883, "130-lawyer": 884, "130-unit": 885, "130.09": 886, "130.1": 887, "130.13": 888, "130.2": 889, "130.25": 890, "130.36": 891, "130.46": 892, "130.73": 893, "130.76": 894, "130.80": 895, "130.875": 896, "131": 897, "131,146": 898, "131.3": 899, "131.34": 900, "131.64": 901, "132": 902, "132,000": 903, "132,620,000": 904, "132-acre": 905, "132.00": 906, "132.1": 907, "132.8": 908, "133": 909, "133.1": 910, "133.8": 911, "134": 912, "134,000": 913, "134,550": 914, "134,750,000": 915, "134-lawyer": 916, "134.2": 917, "134.8": 918, "134.9": 919, "135": 920, "135,000": 921, "135,860,000": 922, "135.09": 923, "135.2": 924, "135.6": 925, "135.9": 926, "136": 927, "136,000": 928, "136,800": 929, "136-page": 930, "136-year-old": 931, "136.4": 932, "137": 933, "137,200": 934, "137,550,000": 935, "137.2": 936, "137.20": 937, "137.4": 938, "137.5": 939, "137.6": 940, "137.8": 941, "138": 942, "138.625": 943, "139": 944, "139.75": 945, "13D": 946, "13\\/16": 947, "13\\/32": 948, "13th": 949, "14": 950, "14,000": 951, "14,099": 952, "14,505": 953, "14,560,000": 954, "14,580,000": 955, "14,789,000": 956, "14-foot": 957, "14-judge": 958, "14-month": 959, "14-point": 960, "14-pound": 961, "14-ship": 962, "14-year": 963, "14-year-old": 964, "14.06": 965, "14.1": 966, "14.11": 967, "14.2": 968, "14.24": 969, "14.25": 970, "14.27": 971, "14.3": 972, "14.31": 973, "14.4": 974, "14.43": 975, "14.44": 976, "14.5": 977, "14.50": 978, "14.6": 979, "14.60": 980, "14.7": 981, "14.70": 982, "14.75": 983, "14.76": 984, "14.8": 985, "14.85": 986, "14.933": 987, "14.95": 988, "14.97": 989, "14.99": 990, "140": 991, "140,000": 992, "140-point": 993, "140.1": 994, "140.106": 995, "140.74": 996, "140.91": 997, "140.95": 998, "140.97": 999, "141": 1000, "141,903": 1001, "141.1": 1002, "141.33": 1003, "141.35": 1004, "141.45": 1005, "141.52": 1006, "141.55": 1007, "141.57": 1008, "141.60": 1009, "141.65": 1010, "141.70": 1011, "141.80": 1012, "141.85": 1013, "141.90": 1014, "141.93": 1015, "141.95": 1016, "142": 1017, "142,117": 1018, "142.02": 1019, "142.10": 1020, "142.15": 1021, "142.17": 1022, "142.2": 1023, "142.25": 1024, "142.3": 1025, "142.32": 1026, "142.4": 1027, "142.40": 1028, "142.43": 1029, "142.5": 1030, "142.55": 1031, "142.70": 1032, "142.75": 1033, "142.80": 1034, "142.85": 1035, "142.95": 1036, "143": 1037, "143,000": 1038, "143,178": 1039, "143,534": 1040, "143,800": 1041, "143.4": 1042, "143.6": 1043, "143.88": 1044, "144": 1045, "144,610": 1046, "144.1": 1047, "144.35": 1048, "144.4": 1049, "144.5": 1050, "144.9": 1051, "145": 1052, "145,954": 1053, "145.2": 1054, "145.4": 1055, "145.45": 1056, "145.7": 1057, "146": 1058, "146.3": 1059, "146.8": 1060, "1462.93": 1061, "1466.29": 1062, "147,121": 1063, "147,300-share": 1064, "147.5": 1065, "147.6": 1066, "1472.76": 1067, "148": 1068, "148,000": 1069, "148-a-share": 1070, "148.85": 1071, "149": 1072, "149.3": 1073, "149.5": 1074, "149.69": 1075, "14\\/32": 1076, "14th": 1077, "15": 1078, "15,000": 1079, "15,000-foot": 1080, "15,015,000": 1081, "15,261": 1082, "15,845,000": 1083, "15-a-share": 1084, "15-acre": 1085, "15-cents-a-share": 1086, "15-day": 1087, "15-fold": 1088, "15-minute": 1089, "15-month": 1090, "15-pound": 1091, "15-year": 1092, "15.02": 1093, "15.06": 1094, "15.09": 1095, "15.1": 1096, "15.125": 1097, "15.2": 1098, "15.25": 1099, "15.3": 1100, "15.31": 1101, "15.375": 1102, "15.4": 1103, "15.43": 1104, "15.44": 1105, "15.5": 1106, "15.50": 1107, "15.6": 1108, "15.625": 1109, "15.64": 1110, "15.65": 1111, "15.7": 1112, "15.72": 1113, "15.75": 1114, "15.8": 1115, "15.80": 1116, "15.82": 1117, "15.85": 1118, "15.9": 1119, "15.97": 1120, "150": 1121, "150,000": 1122, "150,000-barrel-a-day": 1123, "150,000-square-foot": 1124, "150-foot-tall": 1125, "150-megawatt": 1126, "150-member": 1127, "150-plus": 1128, "150.2": 1129, "150.3": 1130, "150.7": 1131, "150.8": 1132, "1507.37": 1133, "151": 1134, "151,000": 1135, "151.20": 1136, "151.8": 1137, "152,000": 1138, "152.08": 1139, "1523.22": 1140, "153": 1141, "153,000": 1142, "153.3": 1143, "153.9": 1144, "153.93": 1145, "154": 1146, "154.05": 1147, "154.2": 1148, "155": 1149, "155,000": 1150, "155,650,000": 1151, "155-mm": 1152, "155.039": 1153, "155.1": 1154, "155.15": 1155, "155.3": 1156, "155.4": 1157, "155.7": 1158, "155mm": 1159, "156": 1160, "156,000-square-yard": 1161, "156.12": 1162, "156.3": 1163, "156.6": 1164, "156.7": 1165, "156.8": 1166, "157": 1167, "157.2": 1168, "157.78": 1169, "157.8": 1170, "158": 1171, "158,863": 1172, "158.2": 1173, "159": 1174, "159.7": 1175, "159.92": 1176, "15\\/16": 1177, "15\\/32": 1178, "15th": 1179, "16": 1180, "16%-owned": 1181, "16,000": 1182, "16,250": 1183, "16,500": 1184, "16,746": 1185, "16,800,000": 1186, "16-bit": 1187, "16-hour": 1188, "16-inch": 1189, "16-month": 1190, "16-nation": 1191, "16-story": 1192, "16-year-old": 1193, "16-year-olds": 1194, "16.02": 1195, "16.03": 1196, "16.05": 1197, "16.08": 1198, "16.1": 1199, "16.2": 1200, "16.20": 1201, "16.22": 1202, "16.25": 1203, "16.3": 1204, "16.375": 1205, "16.38": 1206, "16.4": 1207, "16.40": 1208, "16.436": 1209, "16.5": 1210, "16.50": 1211, "16.56": 1212, "16.59": 1213, "16.6": 1214, "16.625": 1215, "16.66": 1216, "16.7": 1217, "16.75": 1218, "16.88": 1219, "16.9": 1220, "16.95": 1221, "16.97": 1222, "160": 1223, "160,000": 1224, "160.1": 1225, "160.4": 1226, "161": 1227, "161-day": 1228, "161.1": 1229, "161.3": 1230, "161.5": 1231, "1610": 1232, "162": 1233, "162,000": 1234, "162,190": 1235, "162,767": 1236, "162.1": 1237, "163": 1238, "163,000": 1239, "163-member": 1240, "163.2": 1241, "163.3": 1242, "164": 1243, "164,830,000": 1244, "165": 1245, "165,000": 1246, "165.1": 1247, "166": 1248, "166,537": 1249, "166,900,000": 1250, "166.4": 1251, "166.8": 1252, "166.9": 1253, "1666": 1254, "167": 1255, "1678.5": 1256, "168": 1257, "168.50": 1258, "168.7": 1259, "169": 1260, "169.28": 1261, "16\\/32": 1262, "16th": 1263, "16th-century": 1264, "17": 1265, "17,000": 1266, "17,500": 1267, "17,699": 1268, "17-city": 1269, "17-member": 1270, "17-nation": 1271, "17-store": 1272, "17-year-old": 1273, "17.01": 1274, "17.06": 1275, "17.1": 1276, "17.12": 1277, "17.19": 1278, "17.2": 1279, "17.20": 1280, "17.25": 1281, "17.3": 1282, "17.375": 1283, "17.39": 1284, "17.4": 1285, "17.47": 1286, "17.5": 1287, "17.50": 1288, "17.6": 1289, "17.7": 1290, "17.73": 1291, "17.8": 1292, "17.9": 1293, "17.92": 1294, "17.95": 1295, "17.97": 1296, "170": 1297, "170,330,000": 1298, "170.4": 1299, "170.6": 1300, "170.65": 1301, "1701.7": 1302, "171": 1303, "171.04": 1304, "171.9": 1305, "172": 1306, "172.2": 1307, "172.5": 1308, "1721.4": 1309, "173.1": 1310, "173.3": 1311, "173.5": 1312, "1730.7": 1313, "1739.3": 1314, "174": 1315, "174.5": 1316, "174.8": 1317, "1744": 1318, "175": 1319, "175,000": 1320, "175.2": 1321, "175.4": 1322, "175.5": 1323, "1751.9": 1324, "1758.5": 1325, "176": 1326, "176,100,000": 1327, "176,470": 1328, "176.1": 1329, "176.4": 1330, "176.7": 1331, "1761.0": 1332, "177": 1333, "177.3": 1334, "177.4": 1335, "177.5": 1336, "1772.1": 1337, "1772.6": 1338, "178": 1339, "178.0": 1340, "178.375": 1341, "178.5": 1342, "178.8": 1343, "178.9": 1344, "179": 1345, "179,032": 1346, "179.916": 1347, "1796": 1348, "17\\/32": 1349, "17th": 1350, "17th-century": 1351, "18": 1352, "18,000": 1353, "18,136": 1354, "18-a-share": 1355, "18-hole": 1356, "18-month-old": 1357, "18-screen": 1358, "18-story": 1359, "18-to-$19": 1360, "18-year-old": 1361, "18.1": 1362, "18.11": 1363, "18.125": 1364, "18.2": 1365, "18.3": 1366, "18.32": 1367, "18.35": 1368, "18.375": 1369, "18.4": 1370, "18.443": 1371, "18.46": 1372, "18.5": 1373, "18.50": 1374, "18.6": 1375, "18.65": 1376, "18.69": 1377, "18.7": 1378, "18.73": 1379, "18.75": 1380, "18.8": 1381, "18.9": 1382, "18.95": 1383, "180": 1384, "180,000": 1385, "180-foot-tall": 1386, "180.3": 1387, "180.7": 1388, "180.9": 1389, "1807": 1390, "181": 1391, "181.9": 1392, "1818": 1393, "182": 1394, "182-day": 1395, "182.1": 1396, "182.6": 1397, "182.9": 1398, "183": 1399, "183,467": 1400, "184": 1401, "184-day": 1402, "184.4": 1403, "184.9": 1404, "1844": 1405, "1845": 1406, "185": 1407, "185-acre": 1408, "185.5": 1409, "185.7": 1410, "1850": 1411, "186": 1412, "186,000": 1413, "186.1": 1414, "186.4": 1415, "1868": 1416, "187": 1417, "187.1": 1418, "187.4": 1419, "187.8": 1420, "1872": 1421, "188": 1422, "188,726": 1423, "188.1": 1424, "188.2": 1425, "188.5": 1426, "188.7": 1427, "188.89": 1428, "1881": 1429, "1883": 1430, "189": 1431, "189.32": 1432, "189.52": 1433, "189.8": 1434, "1890s": 1435, "1891": 1436, "18\\/32": 1437, "18th": 1438, "18th-century": 1439, "19": 1440, "19%-owned": 1441, "19,000": 1442, "19,395": 1443, "19-inch": 1444, "19-month": 1445, "19-month-old": 1446, "19-story": 1447, "19-year": 1448, "19-year-olds": 1449, "19.1": 1450, "19.125": 1451, "19.2": 1452, "19.25": 1453, "19.3": 1454, "19.30": 1455, "19.4": 1456, "19.5": 1457, "19.50": 1458, "19.51": 1459, "19.6": 1460, "19.60": 1461, "19.62": 1462, "19.625": 1463, "19.65": 1464, "19.69": 1465, "19.7": 1466, "19.72": 1467, "19.75": 1468, "19.76": 1469, "19.8": 1470, "19.93": 1471, "19.95": 1472, "19.98": 1473, "190": 1474, "190,000": 1475, "190-point": 1476, "190.1": 1477, "190.125": 1478, "190.3": 1479, "190.58": 1480, "190.58-point": 1481, "1900": 1482, "1900s": 1483, "1901": 1484, "1904": 1485, "1906": 1486, "1908": 1487, "1909": 1488, "191": 1489, "191.1": 1490, "191.2": 1491, "191.3": 1492, "191.4": 1493, "191.75": 1494, "191.9": 1495, "1911": 1496, "1914": 1497, "1915-1923": 1498, "192": 1499, "192.1": 1500, "192.12": 1501, "192.5": 1502, "192.9": 1503, "1920s": 1504, "1923": 1505, "1925": 1506, "1926": 1507, "1927": 1508, "1929": 1509, "193": 1510, "193.3": 1511, "1930": 1512, "1930s": 1513, "1932": 1514, "1933": 1515, "1934": 1516, "1935": 1517, "1936": 1518, "1937": 1519, "1937-87": 1520, "1938": 1521, "1939": 1522, "194": 1523, "194,000": 1524, "194.24": 1525, "194.69": 1526, "1940s": 1527, "1941": 1528, "1942": 1529, "1943": 1530, "1945": 1531, "1947": 1532, "1948": 1533, "1948-89": 1534, "1949": 1535, "195": 1536, "195.19": 1537, "195.4": 1538, "1950": 1539, "1950s": 1540, "1951": 1541, "1952": 1542, "1953": 1543, "1954": 1544, "1955": 1545, "1956": 1546, "1957": 1547, "1958": 1548, "1959": 1549, "196": 1550, "196,785": 1551, "196.1": 1552, "196.2": 1553, "196.7": 1554, "196.8": 1555, "1960": 1556, "1960s": 1557, "1961": 1558, "1962": 1559, "1962-63": 1560, "1963": 1561, "1964": 1562, "1965": 1563, "1966": 1564, "1967": 1565, "1967-68": 1566, "1968": 1567, "1969": 1568, "1969-72": 1569, "197": 1570, "1970": 1571, "1970s": 1572, "1971": 1573, "1972": 1574, "1973": 1575, "1974": 1576, "1974-75": 1577, "1974-81": 1578, "1975": 1579, "1976": 1580, "1977": 1581, "1978": 1582, "1979": 1583, "1979-80": 1584, "198": 1585, "198,120,000": 1586, "198.1": 1587, "198.41": 1588, "1980": 1589, "1980s": 1590, "1981": 1591, "1982": 1592, "1982-83": 1593, "1982-84": 1594, "1983": 1595, "1983-1987": 1596, "1984": 1597, "1984-1989": 1598, "1984-85": 1599, "1985": 1600, "1985-86": 1601, "1986": 1602, "1986-87": 1603, "1987": 1604, "1987-88": 1605, "1988": 1606, "1988-89": 1607, "1988-model": 1608, "1988-return": 1609, "1989": 1610, "1989-1": 1611, "1989-1990": 1612, "1989-3": 1613, "1989-82": 1614, "1989-83": 1615, "1989-84": 1616, "1989-85": 1617, "1989-86": 1618, "1989-87": 1619, "1989-88": 1620, "1989-89": 1621, "1989-90": 1622, "1989-A": 1623, "1989-model": 1624, "1989A": 1625, "1989B": 1626, "199": 1627, "199,203": 1628, "199.6": 1629, "199.7": 1630, "199.8": 1631, "1990": 1632, "1990-1995": 1633, "1990-2000": 1634, "1990-2002": 1635, "1990-2004": 1636, "1990-2009": 1637, "1990-94": 1638, "1990-model": 1639, "1990s": 1640, "1991": 1641, "1991-1996": 1642, "1991-1999": 1643, "1991-2000": 1644, "19912000": 1645, "1992": 1646, "1992-1999": 1647, "1992-2000": 1648, "1993": 1649, "1993-2009": 1650, "19931999": 1651, "1994": 1652, "1995": 1653, "1995-1999": 1654, "1996": 1655, "1996-2000": 1656, "1997": 1657, "1997-2000": 1658, "1998": 1659, "1998-2011": 1660, "1999": 1661, "19\\/32": 1662, "19th": 1663, "19th-century": 1664, "1:00": 1665, "1:11": 1666, "1:20": 1667, "1:30-6": 1668, "1\\/16": 1669, "1\\/2": 1670, "1\\/2-foot-tall": 1671, "1\\/2-inch": 1672, "1\\/2-mile": 1673, "1\\/2-room": 1674, "1\\/2-year": 1675, "1\\/20": 1676, "1\\/32": 1677, "1\\/4": 1678, "1\\/8": 1679, "2": 1680, "2%-3": 1681, "2,000": 1682, "2,002": 1683, "2,010": 1684, "2,046": 1685, "2,048": 1686, "2,050": 1687, "2,052.10": 1688, "2,057,750,000": 1689, "2,060": 1690, "2,064": 1691, "2,070": 1692, "2,080": 1693, "2,100": 1694, "2,120": 1695, "2,157,656": 1696, "2,200": 1697, "2,202,000": 1698, "2,204.62": 1699, "2,205,000": 1700, "2,250,000": 1701, "2,290": 1702, "2,300": 1703, "2,331,100": 1704, "2,360": 1705, "2,379": 1706, "2,387,226": 1707, "2,400": 1708, "2,412": 1709, "2,425,000": 1710, "2,440": 1711, "2,472": 1712, "2,480": 1713, "2,490": 1714, "2,500": 1715, "2,500-per-job": 1716, "2,500-person": 1717, "2,520": 1718, "2,600": 1719, "2,600,000": 1720, "2,610": 1721, "2,633,700": 1722, "2,660": 1723, "2,664,098": 1724, "2,680": 1725, "2,700": 1726, "2,750": 1727, "2,760": 1728, "2,800-year-old": 1729, "2,809": 1730, "2,822,000": 1731, "2,840": 1732, "2,850,000": 1733, "2,853,000": 1734, "2,888": 1735, "2,888,000": 1736, "2,890": 1737, "2,936": 1738, "2,940": 1739, "2,960": 1740, "2-23": 1741, "2-3": 1742, "2-5": 1743, "2-a-minute": 1744, "2-for-1": 1745, "2-to-1": 1746, "2.0": 1747, "2.007": 1748, "2.01": 1749, "2.02": 1750, "2.025": 1751, "2.03": 1752, "2.04": 1753, "2.05": 1754, "2.06": 1755, "2.07": 1756, "2.08": 1757, "2.09": 1758, "2.1": 1759, "2.10": 1760, "2.11": 1761, "2.12": 1762, "2.125": 1763, "2.14": 1764, "2.15": 1765, "2.15-per-unit": 1766, "2.16": 1767, "2.17": 1768, "2.175": 1769, "2.19": 1770, "2.2": 1771, "2.20": 1772, "2.21": 1773, "2.22": 1774, "2.23": 1775, "2.25": 1776, "2.26": 1777, "2.27": 1778, "2.28": 1779, "2.29": 1780, "2.3": 1781, "2.30": 1782, "2.3125": 1783, "2.32": 1784, "2.33": 1785, "2.34": 1786, "2.35": 1787, "2.36": 1788, "2.375": 1789, "2.38": 1790, "2.39": 1791, "2.4": 1792, "2.40": 1793, "2.41": 1794, "2.41-to-1": 1795, "2.42": 1796, "2.4225": 1797, "2.4375": 1798, "2.44": 1799, "2.45": 1800, "2.46": 1801, "2.48": 1802, "2.49": 1803, "2.5": 1804, "2.5-mile": 1805, "2.5-ton": 1806, "2.50": 1807, "2.51": 1808, "2.52": 1809, "2.53": 1810, "2.54": 1811, "2.55": 1812, "2.56": 1813, "2.57": 1814, "2.58": 1815, "2.59": 1816, "2.6": 1817, "2.60": 1818, "2.61": 1819, "2.616": 1820, "2.62": 1821, "2.625": 1822, "2.63": 1823, "2.65": 1824, "2.66": 1825, "2.68": 1826, "2.69": 1827, "2.7": 1828, "2.70": 1829, "2.73": 1830, "2.74": 1831, "2.75": 1832, "2.76": 1833, "2.77": 1834, "2.78": 1835, "2.79": 1836, "2.79-to-1": 1837, "2.8": 1838, "2.80": 1839, "2.82": 1840, "2.85": 1841, "2.86": 1842, "2.87": 1843, "2.875": 1844, "2.88": 1845, "2.8896": 1846, "2.8956": 1847, "2.9": 1848, "2.90": 1849, "2.90-mark": 1850, "2.91": 1851, "2.94": 1852, "2.9428": 1853, "2.9429": 1854, "2.9495": 1855, "2.95": 1856, "2.9511": 1857, "2.9622": 1858, "2.97": 1859, "20": 1860, "20%-a-year": 1861, "20%-owned": 1862, "20%-plus": 1863, "20,000": 1864, "20,000-gallon": 1865, "20-bond": 1866, "20-city": 1867, "20-class": 1868, "20-day": 1869, "20-hour": 1870, "20-megabyte": 1871, "20-mile": 1872, "20-minute": 1873, "20-page": 1874, "20-point": 1875, "20-stock": 1876, "20-stocks": 1877, "20-story": 1878, "20-to-30-mile": 1879, "20-week": 1880, "20-year": 1881, "20-year-old": 1882, "20.": 1883, "20.125": 1884, "20.2": 1885, "20.20": 1886, "20.24": 1887, "20.25": 1888, "20.3": 1889, "20.375": 1890, "20.38": 1891, "20.39": 1892, "20.4": 1893, "20.42": 1894, "20.48": 1895, "20.5": 1896, "20.56": 1897, "20.6": 1898, "20.625": 1899, "20.7": 1900, "20.75": 1901, "20.85": 1902, "20.875": 1903, "20.9": 1904, "200": 1905, "200,000": 1906, "200,000-share": 1907, "200-person": 1908, "200-ruble": 1909, "200.2": 1910, "200.3": 1911, "200.5": 1912, "200.70": 1913, "2000": 1914, "2001": 1915, "2001-2005": 1916, "2002": 1917, "2003": 1918, "2003-2005": 1919, "2003-2008": 1920, "2003\\/2007": 1921, "2004": 1922, "2005": 1923, "2006": 1924, "2007": 1925, "2008": 1926, "2008-2009": 1927, "2009": 1928, "2009-2011": 1929, "200th": 1930, "201,028": 1931, "201,870": 1932, "201.2": 1933, "2010": 1934, "2011": 1935, "2012": 1936, "2013": 1937, "2014": 1938, "2015": 1939, "2016": 1940, "2018": 1941, "2019": 1942, "2020": 1943, "2023": 1944, "203.2": 1945, "203.5": 1946, "204": 1947, "204-lawyer": 1948, "204.3": 1949, "204.5": 1950, "204.8": 1951, "204s": 1952, "205": 1953, "205.3": 1954, "206": 1955, "206-199": 1956, "206.3": 1957, "206.87": 1958, "207": 1959, "207,000": 1960, "207.4": 1961, "208": 1962, "208.7": 1963, "208.8": 1964, "2082.1": 1965, "209,000": 1966, "20\\/32": 1967, "20s": 1968, "20th": 1969, "20th-century": 1970, "21": 1971, "21,000": 1972, "21,687": 1973, "21-a-share": 1974, "21-member": 1975, "21-month": 1976, "21-yard": 1977, "21-year": 1978, "21-year-old": 1979, "21.03": 1980, "21.1": 1981, "21.125": 1982, "21.18": 1983, "21.2": 1984, "21.23": 1985, "21.25": 1986, "21.25-a-share": 1987, "21.3": 1988, "21.33": 1989, "21.4": 1990, "21.42": 1991, "21.44": 1992, "21.5": 1993, "21.6": 1994, "21.625": 1995, "21.7": 1996, "21.71": 1997, "21.72": 1998, "21.8": 1999, "21.88": 2000, "21.9": 2001, "21.98": 2002, "210": 2003, "210,000": 2004, "210.2": 2005, "210.3": 2006, "210.8": 2007, "2100": 2008, "2102.2": 2009, "211": 2010, "211,666": 2011, "211.6": 2012, "2112.2": 2013, "2117.1": 2014, "212": 2015, "212.1": 2016, "212.5": 2017, "2120.5": 2018, "2129.4": 2019, "213": 2020, "213,000": 2021, "213.2": 2022, "213.97": 2023, "2135.5": 2024, "214,000": 2025, "214.4": 2026, "214.54": 2027, "2142.6": 2028, "2149.3": 2029, "215": 2030, "215,845": 2031, "215.04": 2032, "215.35": 2033, "215.42": 2034, "215.48": 2035, "215.86": 2036, "216": 2037, "216.49": 2038, "216.74": 2039, "2161.9": 2040, "217": 2041, "217,000": 2042, "217.5": 2043, "217.9": 2044, "2170": 2045, "2170.1": 2046, "2176.9": 2047, "2179.1": 2048, "218": 2049, "2189": 2050, "2189.3": 2051, "2189.7": 2052, "219": 2053, "219.19": 2054, "219.27": 2055, "21\\/32": 2056, "21st": 2057, "22": 2058, "22,000": 2059, "22,300": 2060, "22,336": 2061, "22,750,000": 2062, "22,925": 2063, "22,985,000": 2064, "22-foot": 2065, "22-month-old": 2066, "22-rated": 2067, "22-year-old": 2068, "22.1": 2069, "22.125": 2070, "22.2": 2071, "22.25": 2072, "22.26": 2073, "22.3": 2074, "22.4": 2075, "22.5": 2076, "22.50": 2077, "22.6": 2078, "22.61": 2079, "22.70": 2080, "22.75": 2081, "22.76": 2082, "22.78": 2083, "22.8": 2084, "22.82": 2085, "22.9": 2086, "220": 2087, "220,000": 2088, "2200": 2089, "221": 2090, "221-person": 2091, "221.61": 2092, "2210": 2093, "222": 2094, "222.8": 2095, "222.875": 2096, "223": 2097, "223-178": 2098, "223.2": 2099, "223.3": 2100, "223.7": 2101, "2233.9": 2102, "224": 2103, "224,070,000": 2104, "224.1": 2105, "224.5": 2106, "224.75": 2107, "225": 2108, "225,000": 2109, "225.5": 2110, "225.7": 2111, "226": 2112, "226.3": 2113, "226.5": 2114, "227.1": 2115, "227.3": 2116, "228": 2117, "228,000": 2118, "229": 2119, "229.03": 2120, "22:1": 2121, "22\\/32": 2122, "22nd": 2123, "23": 2124, "23,000": 2125, "23-5": 2126, "23.0": 2127, "23.031": 2128, "23.1": 2129, "23.11": 2130, "23.125": 2131, "23.2": 2132, "23.25": 2133, "23.3": 2134, "23.31": 2135, "23.34": 2136, "23.4": 2137, "23.5": 2138, "23.50": 2139, "23.500": 2140, "23.53": 2141, "23.625": 2142, "23.65": 2143, "23.7": 2144, "23.8": 2145, "23.9": 2146, "230": 2147, "230,000": 2148, "230-a-share": 2149, "230-person": 2150, "231": 2151, "231,000": 2152, "231,405": 2153, "231-191": 2154, "232": 2155, "232.12": 2156, "232.3": 2157, "232.4": 2158, "232.6": 2159, "233": 2160, "233,000": 2161, "234": 2162, "234.3": 2163, "234.5": 2164, "235": 2165, "235,000": 2166, "235.2": 2167, "235.5": 2168, "236.23": 2169, "236.8": 2170, "237": 2171, "237,960,000": 2172, "237.1": 2173, "238": 2174, "238.3": 2175, "23\\/32": 2176, "24": 2177, "24,000": 2178, "24,891": 2179, "24,985,000": 2180, "24,999": 2181, "24-a-share": 2182, "24-hour": 2183, "24-month": 2184, "24-year": 2185, "24.05": 2186, "24.1": 2187, "24.2": 2188, "24.25": 2189, "24.3": 2190, "24.4": 2191, "24.5": 2192, "24.50": 2193, "24.6": 2194, "24.68": 2195, "24.7": 2196, "24.8": 2197, "24.875": 2198, "24.9": 2199, "240": 2200, "240,000": 2201, "240-a-share": 2202, "240.8": 2203, "240.86": 2204, "240SX": 2205, "241.6": 2206, "241.7": 2207, "241.9": 2208, "2410": 2209, "242": 2210, "2423.9": 2211, "243": 2212, "243,677": 2213, "243.2": 2214, "243.4": 2215, "244": 2216, "244,000": 2217, "244.2": 2218, "244.6": 2219, "244.8": 2220, "245": 2221, "245.3": 2222, "246.6": 2223, "246.60": 2224, "246.9": 2225, "247": 2226, "247,000": 2227, "247.3": 2228, "247.6": 2229, "248": 2230, "248,279": 2231, "248.2": 2232, "248.3": 2233, "248.91": 2234, "249-166": 2235, "249.5": 2236, "249.68": 2237, "24th": 2238, "24th-largest": 2239, "25": 2240, "25,000": 2241, "25,000-member": 2242, "25-cent-a-share": 2243, "25-million-share": 2244, "25-point": 2245, "25-year-old": 2246, "25.12": 2247, "25.125": 2248, "25.2": 2249, "25.25": 2250, "25.3": 2251, "25.4": 2252, "25.5": 2253, "25.50": 2254, "25.51": 2255, "25.6": 2256, "25.7": 2257, "25.78": 2258, "25.8": 2259, "25.875": 2260, "25.96": 2261, "250": 2262, "250,000": 2263, "250,000-square-foot": 2264, "250-170": 2265, "250-megawatt": 2266, "250.2": 2267, "250.80": 2268, "251": 2269, "251.2": 2270, "251.8": 2271, "252": 2272, "252.5": 2273, "253": 2274, "254": 2275, "254,200": 2276, "255": 2277, "255,923": 2278, "255.8": 2279, "256": 2280, "256,000": 2281, "256.18": 2282, "256.6": 2283, "257": 2284, "257.5": 2285, "257.8": 2286, "258": 2287, "258,000": 2288, "258.4": 2289, "258.9": 2290, "2596.72": 2291, "25\\/32": 2292, "25th": 2293, "26": 2294, "26,000": 2295, "26,350": 2296, "26-7": 2297, "26-man": 2298, "26-point": 2299, "26-week": 2300, "26-year-old": 2301, "26.02": 2302, "26.1": 2303, "26.125": 2304, "26.23": 2305, "26.29": 2306, "26.3": 2307, "26.48": 2308, "26.5": 2309, "26.50": 2310, "26.54": 2311, "26.6": 2312, "26.7": 2313, "26.8": 2314, "26.805": 2315, "26.81": 2316, "26.875": 2317, "26.9": 2318, "260": 2319, "260.5": 2320, "2603.48": 2321, "261": 2322, "2611.68": 2323, "2613.73": 2324, "262.4": 2325, "263,684": 2326, "263.2": 2327, "2638.73": 2328, "264": 2329, "2640": 2330, "2642.64": 2331, "2642.88": 2332, "2643.65": 2333, "2645.08": 2334, "265": 2335, "265,000-square-foot": 2336, "265.79": 2337, "2653.28": 2338, "2659.22": 2339, "266": 2340, "266.2": 2341, "266.5": 2342, "266.66": 2343, "2662.91": 2344, "2665.66": 2345, "267": 2346, "2676.60": 2347, "2679.72": 2348, "268": 2349, "268.3": 2350, "268.6": 2351, "268.98": 2352, "2680": 2353, "2681.22": 2354, "2681.76": 2355, "2683.20": 2356, "2687.53": 2357, "2689.14": 2358, "269": 2359, "269.3": 2360, "2692.65": 2361, "26\\/32": 2362, "26th": 2363, "27": 2364, "27,000": 2365, "27,225": 2366, "27,500": 2367, "27-week": 2368, "27-year": 2369, "27-year-old": 2370, "27.1": 2371, "27.125": 2372, "27.2": 2373, "27.4": 2374, "27.5": 2375, "27.50": 2376, "27.6": 2377, "27.68": 2378, "27.7": 2379, "27.75": 2380, "27.8": 2381, "27.875": 2382, "27.9": 2383, "27.90": 2384, "27.95": 2385, "270": 2386, "271": 2387, "272": 2388, "272,000": 2389, "273": 2390, "273,000": 2391, "273-121": 2392, "273.5": 2393, "273.9": 2394, "274": 2395, "274,475": 2396, "274.2": 2397, "275": 2398, "275,000": 2399, "275-a-share": 2400, "276,334": 2401, "276.8": 2402, "277": 2403, "278": 2404, "278.4": 2405, "278.7": 2406, "279": 2407, "279.0": 2408, "279.39": 2409, "279.75": 2410, "279.8": 2411, "2791.41": 2412, "27\\/32": 2413, "27th": 2414, "28": 2415, "28%-owned": 2416, "28,000": 2417, "28-ounce": 2418, "28-pence": 2419, "28-question": 2420, "28-story": 2421, "28.1": 2422, "28.125": 2423, "28.15": 2424, "28.2": 2425, "28.25": 2426, "28.3": 2427, "28.375": 2428, "28.4": 2429, "28.43": 2430, "28.5": 2431, "28.55": 2432, "28.6": 2433, "28.625": 2434, "28.7": 2435, "28.75": 2436, "28.8": 2437, "280": 2438, "280,000": 2439, "280.5": 2440, "280.7": 2441, "281": 2442, "281.2": 2443, "282": 2444, "282.08": 2445, "283": 2446, "283-132": 2447, "283.2": 2448, "283.3": 2449, "283.7": 2450, "283.8": 2451, "283.9": 2452, "285": 2453, "286": 2454, "286.6": 2455, "286.8": 2456, "287": 2457, "287-123": 2458, "288": 2459, "288,000": 2460, "289": 2461, "2890": 2462, "28\\/32": 2463, "28th": 2464, "29": 2465, "29,000": 2466, "29,400": 2467, "29,700": 2468, "29-inch": 2469, "29-year-old": 2470, "29.1": 2471, "29.25": 2472, "29.4": 2473, "29.5": 2474, "29.583": 2475, "29.6": 2476, "29.66": 2477, "29.7": 2478, "29.75": 2479, "29.8": 2480, "29.9": 2481, "29.90": 2482, "290": 2483, "290,541": 2484, "290,782": 2485, "290.1": 2486, "291": 2487, "291,890": 2488, "291-page": 2489, "291.6": 2490, "292": 2491, "293": 2492, "293.29": 2493, "293.7": 2494, "293.9": 2495, "294": 2496, "294.6": 2497, "295": 2498, "295.7": 2499, "296.95": 2500, "297": 2501, "297,446": 2502, "297.1": 2503, "298": 2504, "299": 2505, "299,000": 2506, "29\\/32": 2507, "2:25": 2508, "2:43": 2509, "2\\/3": 2510, "2\\/32": 2511, "3": 2512, "3,000": 2513, "3,027,330": 2514, "3,040,000": 2515, "3,102,935": 2516, "3,111,000": 2517, "3,175": 2518, "3,200": 2519, "3,250,000": 2520, "3,300": 2521, "3,350": 2522, "3,363,949": 2523, "3,372": 2524, "3,383,477": 2525, "3,390": 2526, "3,420,936": 2527, "3,437": 2528, "3,481,887": 2529, "3,500": 2530, "3,513,072": 2531, "3,524,000": 2532, "3,600": 2533, "3,609,800": 2534, "3,632": 2535, "3,800-man": 2536, "3,820,634": 2537, "3,855.60": 2538, "3,900": 2539, "3,950": 2540, "3-0": 2541, "3-1": 2542, "3-D": 2543, "3-Day-Old": 2544, "3-a-share": 2545, "3-for-1": 2546, "3-for-2": 2547, "3-inch": 2548, "3-type": 2549, "3.0": 2550, "3.01": 2551, "3.02": 2552, "3.03": 2553, "3.04": 2554, "3.05": 2555, "3.06": 2556, "3.07": 2557, "3.08": 2558, "3.09": 2559, "3.1": 2560, "3.10": 2561, "3.11": 2562, "3.12": 2563, "3.125": 2564, "3.13": 2565, "3.14": 2566, "3.16": 2567, "3.17": 2568, "3.18": 2569, "3.19": 2570, "3.2": 2571, "3.2-acre": 2572, "3.20": 2573, "3.21": 2574, "3.22": 2575, "3.23": 2576, "3.25": 2577, "3.26": 2578, "3.27": 2579, "3.28": 2580, "3.29": 2581, "3.3": 2582, "3.30": 2583, "3.31": 2584, "3.33": 2585, "3.34": 2586, "3.35": 2587, "3.36": 2588, "3.38": 2589, "3.39": 2590, "3.4": 2591, "3.40": 2592, "3.41": 2593, "3.43": 2594, "3.44": 2595, "3.45": 2596, "3.46": 2597, "3.48": 2598, "3.49": 2599, "3.5": 2600, "3.5-inch": 2601, "3.50": 2602, "3.51": 2603, "3.52": 2604, "3.526": 2605, "3.53": 2606, "3.54": 2607, "3.55": 2608, "3.56": 2609, "3.57": 2610, "3.59": 2611, "3.6": 2612, "3.60": 2613, "3.61": 2614, "3.62": 2615, "3.625": 2616, "3.64": 2617, "3.65": 2618, "3.66": 2619, "3.68": 2620, "3.69": 2621, "3.7": 2622, "3.71": 2623, "3.72": 2624, "3.73": 2625, "3.74": 2626, "3.75": 2627, "3.8": 2628, "3.80": 2629, "3.83": 2630, "3.84": 2631, "3.846": 2632, "3.85": 2633, "3.86": 2634, "3.865": 2635, "3.87": 2636, "3.875": 2637, "3.89": 2638, "3.9": 2639, "3.90": 2640, "3.91": 2641, "3.92": 2642, "3.95": 2643, "3.97": 2644, "3.98": 2645, "30": 2646, "30%-owned": 2647, "30,000": 2648, "30,180": 2649, "30-Oct": 2650, "30-a-share": 2651, "30-acre": 2652, "30-day": 2653, "30-foot": 2654, "30-minute": 2655, "30-odd": 2656, "30-pound": 2657, "30-second": 2658, "30-share": 2659, "30-stock": 2660, "30-year": 2661, "30-year-old": 2662, "30.09": 2663, "30.1": 2664, "30.2": 2665, "30.25": 2666, "30.3": 2667, "30.4": 2668, "30.41": 2669, "30.6": 2670, "30.7": 2671, "30.84": 2672, "30.88": 2673, "30.96": 2674, "300": 2675, "300,000": 2676, "300-a-share": 2677, "300-day": 2678, "300-megawatt": 2679, "300-year-old": 2680, "3000": 2681, "300ZX": 2682, "301": 2683, "301-year-old": 2684, "301.9": 2685, "302,000": 2686, "303": 2687, "303-107": 2688, "303.7": 2689, "303.9": 2690, "304": 2691, "305": 2692, "305.7": 2693, "306.6": 2694, "307": 2695, "307,000": 2696, "307.2": 2697, "307.9": 2698, "308.32": 2699, "309": 2700, "309,381": 2701, "309,500": 2702, "309.3": 2703, "3090": 2704, "3090s": 2705, "30\\/32": 2706, "30s": 2707, "30th": 2708, "31": 2709, "31,000": 2710, "31,143": 2711, "31,329": 2712, "31,777": 2713, "31-cent": 2714, "31-year-old": 2715, "31.1": 2716, "31.125": 2717, "31.18": 2718, "31.2": 2719, "31.25": 2720, "31.3": 2721, "31.375": 2722, "31.4": 2723, "31.48": 2724, "31.5": 2725, "31.6": 2726, "31.65": 2727, "31.7": 2728, "31.75": 2729, "31.8": 2730, "31.875": 2731, "31.9": 2732, "310": 2733, "311.6": 2734, "312": 2735, "313,125": 2736, "313,800": 2737, "313.2": 2738, "314": 2739, "314,000": 2740, "315": 2741, "315,000": 2742, "315,546": 2743, "315.12": 2744, "315.5": 2745, "315.8": 2746, "316": 2747, "317": 2748, "317.7": 2749, "318": 2750, "318.6": 2751, "318.7": 2752, "318.79": 2753, "319": 2754, "319,000": 2755, "31\\/32": 2756, "32": 2757, "32,000": 2758, "32,191": 2759, "32-a-share": 2760, "32-acre": 2761, "32-bit": 2762, "32-nation": 2763, "32-story": 2764, "32-year-old": 2765, "32.125": 2766, "32.2": 2767, "32.3": 2768, "32.4": 2769, "32.5": 2770, "32.50": 2771, "32.6": 2772, "32.7": 2773, "32.71": 2774, "32.8": 2775, "32.9": 2776, "32.99": 2777, "320": 2778, "320,000": 2779, "320-200": 2780, "320.4": 2781, "320.5": 2782, "320.54": 2783, "320.94": 2784, "321": 2785, "321-99": 2786, "322": 2787, "322.7": 2788, "323": 2789, "323,000": 2790, "323.2": 2791, "323.4": 2792, "323.85": 2793, "323s": 2794, "324": 2795, "324.75": 2796, "324.9": 2797, "325": 2798, "325-92": 2799, "325.50": 2800, "326": 2801, "326,000": 2802, "328.2": 2803, "328.85": 2804, "329": 2805, "329,600": 2806, "329.2": 2807, "33": 2808, "33,000": 2809, "33,270": 2810, "33-point": 2811, "33-year-old": 2812, "33.1": 2813, "33.2": 2814, "33.25": 2815, "33.3": 2816, "33.375": 2817, "33.6": 2818, "33.625": 2819, "33.75": 2820, "33.875": 2821, "33.9": 2822, "33.90": 2823, "330": 2824, "330,000": 2825, "330.1": 2826, "331": 2827, "331,400": 2828, "331.8": 2829, "332,000": 2830, "332.38": 2831, "333": 2832, "333,000": 2833, "333.3": 2834, "334,000": 2835, "334,774": 2836, "334.5": 2837, "334.8": 2838, "335": 2839, "335,700": 2840, "336": 2841, "336.4": 2842, "337": 2843, "3371.36": 2844, "3377.43": 2845, "338": 2846, "338-44": 2847, "3392.49": 2848, "3398.65": 2849, "34": 2850, "34,000": 2851, "34,215,000": 2852, "34,320": 2853, "34,500": 2854, "34-a-share": 2855, "34-floor": 2856, "34-page": 2857, "34.2": 2858, "34.25": 2859, "34.3": 2860, "34.5": 2861, "34.6": 2862, "34.9": 2863, "340": 2864, "340.36": 2865, "340.7": 2866, "340.83": 2867, "3406.31": 2868, "340B": 2869, "341,000": 2870, "341.16": 2871, "341.76": 2872, "3411.08": 2873, "3416.81": 2874, "342": 2875, "342,122": 2876, "342.50": 2877, "3425.22": 2878, "3426.33": 2879, "3427.39": 2880, "343,333": 2881, "344": 2882, "344,354": 2883, "345": 2884, "345-47": 2885, "345.5": 2886, "346": 2887, "347.13": 2888, "347.16": 2889, "348.2": 2890, "348.4": 2891, "349": 2892, "349,900": 2893, "34996.08": 2894, "35": 2895, "35,000": 2896, "35,000-to-$50,000": 2897, "35-44": 2898, "35-cents-a-gallon": 2899, "35-hour": 2900, "35-member": 2901, "35-nation": 2902, "35-year-old": 2903, "35.125": 2904, "35.2": 2905, "35.23": 2906, "35.28": 2907, "35.38": 2908, "35.4": 2909, "35.5": 2910, "35.50": 2911, "35.6": 2912, "35.7": 2913, "35.875": 2914, "35.9": 2915, "350": 2916, "350,000": 2917, "350,000-square-foot": 2918, "350-seat": 2919, "35015.38": 2920, "351": 2921, "351.2": 2922, "351.3": 2923, "351.5": 2924, "35107.56": 2925, "352": 2926, "352-mile": 2927, "35242.65": 2928, "353": 2929, "353,500": 2930, "35374.22": 2931, "35378.44": 2932, "354": 2933, "354,000": 2934, "354,600": 2935, "354.7": 2936, "35417.44": 2937, "35442.40": 2938, "35452.72": 2939, "35486.38": 2940, "355": 2941, "35526.55": 2942, "35527.29": 2943, "35544.47": 2944, "35544.87": 2945, "35549.44": 2946, "35585.52": 2947, "35586.60": 2948, "35587.85": 2949, "35588.36": 2950, "356": 2951, "356.1": 2952, "35611.38": 2953, "35670": 2954, "35689.98": 2955, "357": 2956, "357.2": 2957, "357.4": 2958, "357.5": 2959, "359": 2960, "35mm": 2961, "35th": 2962, "36": 2963, "36,000": 2964, "36,015,194": 2965, "36-page": 2966, "36-year-old": 2967, "36.125": 2968, "36.13": 2969, "36.2": 2970, "36.25": 2971, "36.3": 2972, "36.4": 2973, "36.50": 2974, "36.6": 2975, "36.87": 2976, "36.9": 2977, "360": 2978, "360,000": 2979, "360-day": 2980, "360.1": 2981, "361,000": 2982, "361.5": 2983, "362": 2984, "363": 2985, "3636.06": 2986, "364.1": 2987, "3642.90": 2988, "365": 2989, "365-day": 2990, "366.50": 2991, "366.55": 2992, "366.79": 2993, "366.85": 2994, "366.89": 2995, "367": 2996, "367.10": 2997, "367.30": 2998, "367.40": 2999, "368": 3000, "368.15": 3001, "368.24": 3002, "368.25": 3003, "368.3": 3004, "368.4": 3005, "368.5": 3006, "368.70": 3007, "369,000": 3008, "369.10": 3009, "37": 3010, "37,000": 3011, "37,300": 3012, "37,820": 3013, "37,860": 3014, "37-a-share": 3015, "37-hour": 3016, "37-year-old": 3017, "37.1": 3018, "37.2": 3019, "37.5": 3020, "37.50": 3021, "37.6": 3022, "37.7": 3023, "37.75": 3024, "37.8": 3025, "37.875": 3026, "370": 3027, "370.20": 3028, "370.58": 3029, "370.60": 3030, "370.8": 3031, "370.85": 3032, "371.1": 3033, "371.20": 3034, "3717.46": 3035, "372.1": 3036, "372.50": 3037, "373": 3038, "373.40": 3039, "373.80": 3040, "374": 3041, "374.6": 3042, "374.70": 3043, "375": 3044, "375,000": 3045, "375.16": 3046, "375.9": 3047, "375.92": 3048, "376": 3049, "376,000": 3050, "376.36": 3051, "376.8": 3052, "376.80": 3053, "377": 3054, "377.80": 3055, "378": 3056, "378.07": 3057, "378.1": 3058, "378.30": 3059, "378.87": 3060, "379": 3061, "379.46": 3062, "37th": 3063, "38": 3064, "38,000": 3065, "38,489": 3066, "38-cents-a-share": 3067, "38-pound": 3068, "38-year-old": 3069, "38.1": 3070, "38.2": 3071, "38.32": 3072, "38.4": 3073, "38.5": 3074, "38.50": 3075, "38.7": 3076, "38.75": 3077, "38.8": 3078, "38.9": 3079, "380": 3080, "380.80": 3081, "381,000": 3082, "382": 3083, "382.2": 3084, "382.81": 3085, "382.9": 3086, "383-30": 3087, "385": 3088, "386": 3089, "386,000": 3090, "387.4": 3091, "388.5": 3092, "389": 3093, "389.6": 3094, "39": 3095, "39,000": 3096, "39,300": 3097, "39,400": 3098, "39-cents-a-pound": 3099, "39-year-old": 3100, "39.08": 3101, "39.125": 3102, "39.19": 3103, "39.2": 3104, "39.25": 3105, "39.31": 3106, "39.5": 3107, "39.55": 3108, "39.6": 3109, "39.68": 3110, "39.7": 3111, "39.75": 3112, "39.8": 3113, "39.9": 3114, "390": 3115, "390,000": 3116, "390-million": 3117, "390.5": 3118, "391": 3119, "392": 3120, "393": 3121, "393.1": 3122, "393.4": 3123, "394": 3124, "394-21": 3125, "394.4": 3126, "395": 3127, "395,000": 3128, "395,374": 3129, "395,700": 3130, "395,974": 3131, "395.3": 3132, "395.4": 3133, "396": 3134, "396,000": 3135, "398,000": 3136, "398.3": 3137, "399": 3138, "3:15": 3139, "3:25": 3140, "3COM": 3141, "3M": 3142, "3\\/16": 3143, "3\\/32": 3144, "3\\/4": 3145, "3\\/8": 3146, "4": 3147, "4,000": 3148, "4,090,000": 3149, "4,170": 3150, "4,199": 3151, "4,290": 3152, "4,300": 3153, "4,320": 3154, "4,343": 3155, "4,345": 3156, "4,346": 3157, "4,348": 3158, "4,400": 3159, "4,440": 3160, "4,469,167": 3161, "4,500": 3162, "4,555": 3163, "4,600": 3164, "4,631,400": 3165, "4,695": 3166, "4,750,000": 3167, "4,800": 3168, "4,800-acre": 3169, "4,830": 3170, "4,900": 3171, "4,930": 3172, "4,995": 3173, "4,999": 3174, "4-0": 3175, "4-1": 3176, "4-for-1": 3177, "4-kilobit": 3178, "4.0": 3179, "4.01": 3180, "4.03": 3181, "4.04": 3182, "4.05": 3183, "4.06": 3184, "4.060": 3185, "4.065": 3186, "4.07": 3187, "4.0775": 3188, "4.1": 3189, "4.10": 3190, "4.11": 3191, "4.12": 3192, "4.14": 3193, "4.15": 3194, "4.2": 3195, "4.2-ton": 3196, "4.20": 3197, "4.22": 3198, "4.23": 3199, "4.25": 3200, "4.26": 3201, "4.27": 3202, "4.3": 3203, "4.31": 3204, "4.32": 3205, "4.35": 3206, "4.375": 3207, "4.38": 3208, "4.4": 3209, "4.40": 3210, "4.41": 3211, "4.45": 3212, "4.46": 3213, "4.469": 3214, "4.47": 3215, "4.48": 3216, "4.49": 3217, "4.5": 3218, "4.50": 3219, "4.51": 3220, "4.52": 3221, "4.54": 3222, "4.55": 3223, "4.56": 3224, "4.58": 3225, "4.59": 3226, "4.6": 3227, "4.625": 3228, "4.65": 3229, "4.66": 3230, "4.67": 3231, "4.68": 3232, "4.6875": 3233, "4.7": 3234, "4.70": 3235, "4.74": 3236, "4.75": 3237, "4.76": 3238, "4.8": 3239, "4.80": 3240, "4.82": 3241, "4.83": 3242, "4.84-a-share": 3243, "4.875": 3244, "4.88": 3245, "4.9": 3246, "4.90": 3247, "4.92": 3248, "4.93": 3249, "4.97": 3250, "4.99": 3251, "40": 3252, "40,000": 3253, "40,424": 3254, "40,800": 3255, "40-a-share": 3256, "40-megabyte": 3257, "40-million-ton-a-year": 3258, "40-point": 3259, "40-year": 3260, "40-year-old": 3261, "40.1": 3262, "40.125": 3263, "40.3": 3264, "40.4": 3265, "40.5": 3266, "40.50": 3267, "40.6": 3268, "40.7": 3269, "40.86": 3270, "40.9": 3271, "400": 3272, "400,000": 3273, "400-day": 3274, "400-member": 3275, "400.0": 3276, "400.3": 3277, "400.4": 3278, "401": 3279, "401-18": 3280, "402,000": 3281, "402.7": 3282, "403": 3283, "404,294": 3284, "405": 3285, "405,000": 3286, "405.4": 3287, "406": 3288, "406,000": 3289, "407.9": 3290, "408": 3291, "409": 3292, "409,000": 3293, "40th": 3294, 